Repository: daredevil28/DemonForge
Catalog: Assets/Translations/*.po
Languages: nl_nl

# WINDOW_SONG_PROPERTIES
source: Song Properties
nl_nl: Muziek Eigenschappen

# WINDOW_SONG_PROPERTIES_SONG_NAME_DESCRIPTION
source: The name of the song.
nl_nl: De naam van het nummer.

# WINDOW_SONG_PROPERTIES_SONG_NAME
source: Song Name
nl_nl: Nummer naam

# WINDOW_SONG_PROPERTIES_ARTIST_NAME_DESCRIPTION
source: The name of the artist.
nl_nl: De naam van de artiest.

# WINDOW_SONG_PROPERTIES_ARTIST_NAME
source: Artist Name
nl_nl: Artiesten naam

# WINDOW_SONG_PROPERTIES_DIFFICULTY_DESCRIPTION
source: The difficulty of the song. Higher difficulty means faster notes.
nl_nl: Hoe moeilijk het nummer is. De hoger de nummer de sneller het nummer gaat.

# WINDOW_SONG_PROPERTIES_MAP_DESCRIPTION
source: The map that the song will play on.
nl_nl: De omgeving waar het nummer wordt gespeeld

# WINDOW_SONG_PROPERTIES_SONG_LOCATION_DESCRIPTION
source: The location of the song file (Only .ogg is supported).
nl_nl: De bestand locatie van het nummer (Alleen .ogg wordt ondersteund).

# WINDOW_SONG_PROPERTIES_SONG_LOCATION
source: Song File Location
nl_nl: Nummer Bestand locatie

# WINDOW_SONG_PROPERTIES_FILE_SELECT_TOOLTIP
source: File Select
nl_nl: Bestand selecteren

# WINDOW_SONG_PROPERTIES_PREVIEW_LOCATION_DESCRIPTION
source: The location of the preview file (Only .ogg is supported).
nl_nl: De locatie van de nummer preview (Alleen .ogg wordt ondersteund).

# WINDOW_SONG_PROPERTIES_PREVIEW_LOCATION
source: Preview File Location
nl_nl: Preview Bestand Location

# WINDOW_CLIENT_SETTINGS
source: Client Settings
nl_nl: Programma Instellingen

# WINDOW_CLIENT_SETTINGS_VOLUME_MUSIC
source: Music:
nl_nl: Muziek:

# WINDOW_CLIENT_SETTINGS_VOLUME_INSTRUMENTS
source: Instruments:
nl_nl: Instrumenten:

# WINDOW_CLIENT_SETTINGS_LABEL
source: Settings
nl_nl: Instellingen

# WINDOW_CLIENT_SETTINGS_SCROLLSPEED
source: Scroll Speed
nl_nl: Scroll Snelheid

# WINDOW_CLIENT_SETTINGS_SCROLLSPEED_DESCRIPTION
source: The speed of the notes in the application.
nl_nl: De snelheid van de noten in het programma.

# WINDOW_CLIENT_SETTINGS_LINE_OFFSET
source: Line Offset
nl_nl: Lijn Compensatie

# WINDOW_CLIENT_SETTINGS_LINE_OFFSET_DESCRIPTION
source: The amount of pixels between the left of the screen and the judgement line.
nl_nl: Het nummer aan pixels tussen de linkerkant van het scherm en de lijn

# WINDOW_CLIENT_SETTINGS_MAX_FPS_DESCRIPTION
source: Max FPS of the program (0 = infinite)
nl_nl: Maximale FPS van het programma (0 = oneindig)

# WINDOW_CLIENT_SETTINGS_AUDIO_OFFSET
source: Audio Offset
nl_nl: Audio Compensatie

# WINDOW_CLIENT_SETTINGS_AUDIO_OFFSET_DESCRIPTION
source: The audio offset in miliseconds.
nl_nl: De audio compensatie in miliseconden.

# WINDOW_CLIENT_SETTINGS_LANGUAGE
source: Language
nl_nl: Taal

# WINDOW_CLIENT_SETTINGS_LANGUAGE_DESCRIPTION
source: Change the language of the program.
nl_nl: Verander de taal van het programma.

# WINDOW_EXPORT_PANEL_CUSTOMSONGSFOLDER_LOCATION
source: Customs Songs Folder Location
nl_nl: Customs Songs Folder Locatie

# WINDOW_EXPORT_PANEL_FOLDER_NAME
source: Folder Name
nl_nl: Folder Naam

# WINDOW_EXPORT_PANEL_ISSUES
source: Issues:
nl_nl: Problemen:

# NOTE_SETTINGS_LABEL
source: Note Settings
nl_nl: Noot Instellingen

# NOTE_SETTINGS_INTERVAL_DESCRIPTION
source: The amount of times you have to hit a note.
nl_nl: Het aantal keren dat je een noot moet raken.

# NOTE_SETTINGS_DOUBLETIME
source: Double time
nl_nl: Dubbele tijd

# NOTE_SETTINGS_DOUBLETIME_DESCRIPTION
source: Enabling this will make any drum roll play twice as fast (Only cosmetical and won't change anything about the chart itself).
nl_nl: Deze instelling zorgt ervoor dat noten twee keer zo snel wordt afgespeeld (Dit is alleen cosmetische en veranderd niks aan het nummer).

# MARKER_SETTINGS_LABEL
source: Marker Settings
nl_nl: Marker Instellingen

# MARKER_SETTINGS_BPM_DESCRIPTION
source: The Beats Per Minute at the marker.
nl_nl: The Beats Per Minuten bij de marker.

# MARKER_SETTINGS_SNAPPING
source: Snapping
nl_nl: Breuken

# MARKER_SETTINGS_SNAPPING_DESCRIPTION
source: The amount of lines between each beat.
nl_nl: Het aantal lijnen tussen elke beat.

# WINDOW_DIALOG_NOTSAVED_TITLE
source: Not saved!
nl_nl: Niet opgeslagen!

# WINDOW_DIALOG_NOTSAVED_EXIT
source: The project has not been saved! Are you sure you want to exit?
nl_nl: Het project is nog niet opgeslagen! Weet je zeker dat je wilt afsluiten?

# {FILE} is the file that is being opend
source: Loading file {FILE}
nl_nl: {FILE} laden

source: Undo
nl_nl: Ongedaan

source: Redo
nl_nl: Opnieuw

# NOTIFICATION_PROJECT_RESET
source: Project has been reset
nl_nl: Project is opnieuw ingesteld

# Use {ACTION} for undo/redo and {TIME} for time
source: {ACTION} note at {TIME}
nl_nl: {ACTION} note op {TIME}

source: {ACTION} note value at {TIME} to {VALUE}
nl_nl: {ACTION} note waarde op {TIME} naar {VALUE}

# {ACTION} is undo/redo
source: {ACTION} multiple notes
nl_nl: {ACTION} meerdere noten

# NOTIFICATION_MUSIC_PLAYING
source: Music playing.
nl_nl: Muziek speelt nu.

# NOTIFICATION_MUSIC_STOPPED
source: Music stopped.
nl_nl: Muziek is gestopt

# File is the .json file
source: Project saved to {FILE}
nl_nl: Project is opgeslagen in {FILE}

# {PATH} is the folder name inside the custom songs folder
source: Project has been exported to {PATH}
nl_nl: Project is ge-exporteert naar {PATH}

# WINDOW_EXPORT_PANEL_ISSUES_NO_SONG_NAME
source: No song name has been set.
nl_nl: Nummer naam is niet gezet.

# WINDOW_EXPORT_PANEL_ISSUES_NO_ARTIST_NAME
source: No artist name has been set.
nl_nl: Artiesten naam is niet gezet.

# WINDOW_EXPORT_PANEL_ISSUES_NO_SONG_FILE
source: No song file has been set.
nl_nl: Nummer bestand is niet gezet.

# WINDOW_EXPORT_PANEL_ISSUES_NO_PREVIEW_FILE
source: No preview file has been set.
nl_nl: Preview bestand is niet gezet.

# WINDOW_EXPORT_PANEL_ISSUES_NO_FOLDER_NAME
source: No folder name has been set.
nl_nl: Folder naam is niet gezet.

# WINDOW_EXPORT_PANEL_ISSUES_NO_CUSTOM_SONGS_FOLDER
source: No custom songs folder has been set.
nl_nl: Custom songs folder is niet gezet.

# NOTIFICATION_METRONOME_ENABLED
source: Metronome enabled.
nl_nl: Metronome is aan gezet.

# NOTIFICATION_METRONOME_DISABLED
source: Metronome Disabled
nl_nl: Metronome is uit gezet.
